Repository: archivesteak/opensense
Catalog: src/OpenSense.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, et_ee, fa_ir, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_cyrl_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# Settings_AutoUpdate.Header
source: Check for updates automatically
ar_sa: التحقق من التحديثات تلقائيًا
bg_bg: Автоматична проверка за актуализации
ca_es: Cerca actualitzacions automàticament
cs_cz: Automaticky vyhledávat aktualizace
de_de: Automatisch nach Updates suchen
el_gr: Αυτόματος έλεγχος για ενημερώσεις
es_es: Buscar actualizaciones automáticamente
et_ee: Kontrolli värskendusi automaatselt
fa_ir: بررسی خودکار به‌روزرسانی‌ها
fi_fi: Tarkista päivitykset automaattisesti
fr_fr: Rechercher automatiquement les mises à jour
he_il: בדוק אם יש עדכונים באופן אוטומטי
hi_in: अपडेट के लिए स्वचालित रूप से जाँचें
hu_hu: Frissítések automatikus keresése
id_id: Periksa pembaruan secara otomatis
it_it: Controlla automaticamente gli aggiornamenti
ja_jp: 更新を自動的に確認する
ko_kr: 자동으로 업데이트 확인
lv_lv: Automātiski pārbaudīt atjauninājumus
nb_no: Se etter oppdateringer automatisk
nl_nl: Automatisch controleren op updates
pl_pl: Automatycznie sprawdzaj aktualizacje
pt_pt: Procurar atualizações automaticamente
ro_ro: Căutare automată a actualizărilor
ru_ru: Автоматически проверять наличие обновлений
sk_sk: Automaticky vyhľadávať aktualizácie
sr_cyrl_rs: Аутоматски проверавај исправке
sv_se: Sök efter uppdateringar automatiskt
th_th: ตรวจหาการอัปเดตโดยอัตโนมัติ
tr_tr: Güncelleştirmeleri otomatik olarak denetle
uk_ua: Автоматично перевіряти наявність оновлень
vi_vn: Tự động kiểm tra bản cập nhật
zh_cn: 自动检查更新
zh_tw: 自動檢查更新

# Settings_AutoUpdate.Description
source: Once a day, from the project's GitHub releases. Downloads are checked against the SHA-256 checksum GitHub publishes before they are installed.
ar_sa: مرة واحدة يوميًا، من إصدارات المشروع على GitHub. تتم مطابقة التنزيلات مع المجموع الاختباري SHA-256 الذي ينشره GitHub قبل تثبيتها.
bg_bg: Веднъж дневно, в изданията на проекта в GitHub. Преди инсталиране изтеглените файлове се сверяват с контролната сума SHA-256, която GitHub публикува.
ca_es: Un cop al dia, a les versions del projecte a GitHub. Abans d'instal·lar-les, les baixades es comproven amb la suma de verificació SHA-256 que publica GitHub.
cs_cz: Jednou denně ve vydáních projektu na GitHubu. Stažené soubory se před instalací ověří pomocí kontrolního součtu SHA-256, který GitHub zveřejňuje.
de_de: Einmal täglich in den GitHub-Releases des Projekts. Downloads werden vor der Installation mit der SHA-256-Prüfsumme verglichen, die GitHub veröffentlicht.
el_gr: Μία φορά την ημέρα, από τις εκδόσεις του έργου στο GitHub. Πριν από την εγκατάσταση, οι λήψεις ελέγχονται με το άθροισμα ελέγχου SHA-256 που δημοσιεύει το GitHub.
es_es: Una vez al día, en las versiones del proyecto en GitHub. Antes de instalarlas, las descargas se comprueban con la suma de comprobación SHA-256 que publica GitHub.
et_ee: Kord päevas projekti GitHubi väljalasetest. Allalaaditud faile võrreldakse enne installimist GitHubi avaldatud SHA-256 kontrollsummaga.
fa_ir: روزی یک بار، از انتشارهای پروژه در GitHub. فایل‌های بارگیری‌شده پیش از نصب با مجموع مقابله‌ای SHA-256 که GitHub منتشر می‌کند مقایسه می‌شوند.
fi_fi: Kerran päivässä projektin GitHub-julkaisuista. Lataukset tarkistetaan GitHubin julkaisemaa SHA-256-tarkistussummaa vasten ennen asennusta.
fr_fr: Une fois par jour, depuis les versions GitHub du projet. Les téléchargements sont comparés à la somme de contrôle SHA-256 publiée par GitHub avant d’être installés.
he_il: פעם ביום, מתוך הגרסאות של הפרויקט ב-GitHub. ההורדות נבדקות מול סכום הביקורת SHA-256 ש-GitHub מפרסם לפני שהן מותקנות.
hi_in: दिन में एक बार, प्रोजेक्ट की GitHub रिलीज़ से। इंस्टॉल करने से पहले डाउनलोड का मिलान GitHub द्वारा प्रकाशित SHA-256 चेकसम से किया जाता है।
hu_hu: Naponta egyszer, a projekt GitHub-kiadásai között. A letöltéseket telepítés előtt a GitHub által közzétett SHA-256 ellenőrzőösszeggel veti össze.
id_id: Sekali sehari, dari rilis GitHub proyek ini. Unduhan dicocokkan dengan checksum SHA-256 yang dipublikasikan GitHub sebelum diinstal.
it_it: Una volta al giorno, dalle release GitHub del progetto. Prima dell'installazione, i download vengono verificati con il checksum SHA-256 pubblicato da GitHub.
ja_jp: 1 日に 1 回、プロジェクトの GitHub リリースを確認します。ダウンロードしたファイルは、インストール前に GitHub が公開している SHA-256 チェックサムと照合されます。
ko_kr: 하루에 한 번 프로젝트의 GitHub 릴리스를 확인합니다. 다운로드한 파일은 설치하기 전에 GitHub에서 게시한 SHA-256 체크섬과 대조합니다.
lv_lv: Reizi dienā no projekta GitHub laidieniem. Pirms instalēšanas lejupielādes tiek salīdzinātas ar GitHub publicēto SHA-256 kontrolsummu.
nb_no: Én gang om dagen, blant prosjektets utgivelser på GitHub. Nedlastinger kontrolleres mot SHA-256-kontrollsummen som GitHub publiserer, før de installeres.
nl_nl: Eén keer per dag, in de GitHub-releases van het project. Downloads worden vóór de installatie vergeleken met de SHA-256-controlesom die GitHub publiceert.
pl_pl: Raz dziennie, w wydaniach projektu w serwisie GitHub. Przed instalacją pobrane pliki są porównywane z sumą kontrolną SHA-256 publikowaną przez GitHub.
pt_pt: Uma vez por dia, nas versões do projeto no GitHub. Antes da instalação, as transferências são verificadas com a soma de verificação SHA-256 publicada pelo GitHub.
ro_ro: O dată pe zi, din versiunile proiectului de pe GitHub. Înainte de instalare, descărcările sunt verificate cu suma de control SHA-256 publicată de GitHub.
ru_ru: Раз в день, по выпускам проекта на GitHub. Перед установкой загруженные файлы сверяются с контрольной суммой SHA-256, которую публикует GitHub.
sk_sk: Raz denne vo vydaniach projektu na GitHube. Stiahnuté súbory sa pred inštaláciou overia pomocou kontrolného súčtu SHA-256, ktorý GitHub zverejňuje.
sr_cyrl_rs: Једном дневно, у издањима пројекта на GitHub-у. Пре инсталирања, преузимања се упоређују са SHA-256 контролним збиром који GitHub објављује.
sv_se: En gång om dagen, bland projektets versioner på GitHub. Hämtade filer kontrolleras mot den SHA-256-kontrollsumma som GitHub publicerar innan de installeras.
th_th: วันละครั้ง จากรุ่นเผยแพร่ของโครงการบน GitHub ไฟล์ที่ดาวน์โหลดจะได้รับการตรวจสอบกับค่าตรวจสอบ SHA-256 ที่ GitHub เผยแพร่ก่อนการติดตั้ง
tr_tr: Günde bir kez, projenin GitHub sürümlerinden. İndirilenler yüklenmeden önce GitHub'ın yayımladığı SHA-256 sağlama toplamıyla karşılaştırılır.
uk_ua: Раз на день, у випусках проєкту на GitHub. Перед інсталяцією завантажені файли звіряються з контрольною сумою SHA-256, яку публікує GitHub.
vi_vn: Mỗi ngày một lần, từ các bản phát hành của dự án trên GitHub. Các tệp tải xuống được đối chiếu với tổng kiểm SHA-256 mà GitHub công bố trước khi cài đặt.
zh_cn: 每天一次，从项目的 GitHub 发行版中检查。下载的文件在安装前会与 GitHub 发布的 SHA-256 校验和进行核对。
zh_tw: 每天一次，從專案的 GitHub 發行版本檢查。下載的檔案在安裝前會與 GitHub 發佈的 SHA-256 總和檢查碼進行比對。

# Settings_Troubleshooting.Text
source: Troubleshooting
ar_sa: استكشاف الأخطاء وإصلاحها
bg_bg: Отстраняване на неизправности
ca_es: Resolució de problemes
cs_cz: Řešení potíží
de_de: Problembehandlung
el_gr: Αντιμετώπιση προβλημάτων
es_es: Solución de problemas
et_ee: Tõrkeotsing
fa_ir: عیب‌یابی
fi_fi: Vianmääritys
fr_fr: Résolution des problèmes
he_il: פתרון בעיות
hi_in: समस्या निवारण
hu_hu: Hibaelhárítás
id_id: Pemecahan masalah
it_it: Risoluzione dei problemi
ja_jp: トラブルシューティング
ko_kr: 문제 해결
lv_lv: Problēmu novēršana
nb_no: Feilsøking
nl_nl: Problemen oplossen
pl_pl: Rozwiązywanie problemów
pt_pt: Resolução de problemas
ro_ro: Depanare
ru_ru: Устранение неполадок
sk_sk: Riešenie problémov
sr_cyrl_rs: Решавање проблема
sv_se: Felsökning
th_th: การแก้ไขปัญหา
tr_tr: Sorun giderme
uk_ua: Усунення неполадок
vi_vn: Khắc phục sự cố
zh_cn: 疑难解答
zh_tw: 疑難排解

# Settings_Diagnostics.Header
source: Diagnostics
ar_sa: التشخيص
bg_bg: Диагностика
ca_es: Diagnòstic
cs_cz: Diagnostika
de_de: Diagnose
el_gr: Διαγνωστικά
es_es: Diagnóstico
et_ee: Diagnostika
fa_ir: تشخیص
fi_fi: Diagnostiikka
he_il: אבחון
hi_in: निदान
hu_hu: Diagnosztika
id_id: Diagnostik
it_it: Diagnostica
ja_jp: 診断
ko_kr: 진단
lv_lv: Diagnostika
nb_no: Diagnostikk
nl_nl: Diagnose
pl_pl: Diagnostyka
pt_pt: Diagnóstico
ro_ro: Diagnosticare
ru_ru: Диагностика
sk_sk: Diagnostika
sr_cyrl_rs: Дијагностика
sv_se: Diagnostik
th_th: การวินิจฉัย
tr_tr: Tanılama
uk_ua: Діагностика
vi_vn: Chẩn đoán
zh_cn: 诊断
zh_tw: 診斷

# Settings_Diagnostics.Description
source: Raw firmware answers from the capability probe. Include them when reporting a problem or a new model.
ar_sa: الإجابات الأولية للبرنامج الثابت من اكتشاف الإمكانات. أرفقها عند الإبلاغ عن مشكلة أو عن طراز جديد.
bg_bg: Необработени отговори на фърмуера от откриването на възможностите. Приложете ги, когато съобщавате за проблем или нов модел.
ca_es: Respostes en brut del microprogramari durant la detecció de funcions. Inclou-les quan informis d'un problema o d'un model nou.
cs_cz: Nezpracované odpovědi firmwaru z rozpoznávání funkcí. Přiložte je, když hlásíte problém nebo nový model.
de_de: Unverarbeitete Antworten der Firmware aus der Funktionserkennung. Fügen Sie sie bei, wenn Sie ein Problem oder ein neues Modell melden.
el_gr: Ακατέργαστες απαντήσεις του υλικολογισμικού από τον εντοπισμό δυνατοτήτων. Συμπεριλάβετέ τες όταν αναφέρετε ένα πρόβλημα ή ένα νέο μοντέλο.
es_es: Respuestas sin procesar del firmware durante la detección de funciones. Inclúyelas al informar de un problema o de un modelo nuevo.
et_ee: Püsivara töötlemata vastused funktsioonide tuvastamisest. Lisage need, kui teatate probleemist või uuest mudelist.
fa_ir: پاسخ‌های خام سفت‌افزار از تشخیص قابلیت‌ها. هنگام گزارش یک مشکل یا مدل جدید آن‌ها را ضمیمه کنید.
fi_fi: Laiteohjelmiston käsittelemättömät vastaukset ominaisuuksien tunnistuksesta. Liitä ne mukaan, kun ilmoitat ongelmasta tai uudesta mallista.
fr_fr: Réponses brutes du firmware lors de la détection des fonctionnalités. Joignez-les lorsque vous signalez un problème ou un nouveau modèle.
he_il: תשובות גולמיות של הקושחה מזיהוי היכולות. צרף אותן כשאתה מדווח על בעיה או על דגם חדש.
hi_in: क्षमता पहचान से फ़र्मवेयर के मूल उत्तर। कोई समस्या या नया मॉडल रिपोर्ट करते समय इन्हें शामिल करें।
hu_hu: A belső vezérlőprogram nyers válaszai a képességek felismeréséből. Csatolja őket, amikor problémát vagy új modellt jelent.
id_id: Jawaban mentah firmware dari deteksi kemampuan. Sertakan saat melaporkan masalah atau model baru.
it_it: Risposte non elaborate del firmware durante il rilevamento delle funzionalità. Includile quando segnali un problema o un nuovo modello.
ja_jp: 機能検出で得られたファームウェアの生の応答です。問題や新しいモデルを報告するときに添付してください。
ko_kr: 기능 검색에서 얻은 펌웨어의 원시 응답입니다. 문제나 새 모델을 보고할 때 포함하세요.
lv_lv: Neapstrādātas aparātprogrammatūras atbildes no iespēju noteikšanas. Pievienojiet tās, ziņojot par problēmu vai jaunu modeli.
nb_no: Ubehandlede svar fra fastvaren under funksjonsgjenkjenningen. Ta dem med når du rapporterer et problem eller en ny modell.
nl_nl: Onbewerkte antwoorden van de firmware uit de detectie van mogelijkheden. Voeg ze toe als je een probleem of een nieuw model meldt.
pl_pl: Nieprzetworzone odpowiedzi oprogramowania układowego z wykrywania funkcji. Dołącz je do zgłoszenia problemu lub nowego modelu.
pt_pt: Respostas não processadas do firmware na deteção de funcionalidades. Inclua-as quando comunicar um problema ou um novo modelo.
ro_ro: Răspunsuri brute ale firmware-ului din detectarea capabilităților. Includeți-le când raportați o problemă sau un model nou.
ru_ru: Необработанные ответы встроенного ПО при определении возможностей. Прикладывайте их, сообщая о проблеме или новой модели.
sk_sk: Nespracované odpovede firmvéru z rozpoznávania funkcií. Priložte ich, keď hlásite problém alebo nový model.
sr_cyrl_rs: Необрађени одговори фирмвера из откривања могућности. Приложите их када пријављујете проблем или нов модел.
sv_se: Obearbetade svar från firmware vid funktionsidentifieringen. Bifoga dem när du rapporterar ett problem eller en ny modell.
th_th: คำตอบดิบของเฟิร์มแวร์จากการตรวจหาความสามารถ แนบข้อมูลนี้เมื่อรายงานปัญหาหรือรุ่นใหม่
tr_tr: Özellik algılamasından gelen işlenmemiş üretici yazılımı yanıtları. Bir sorun veya yeni bir model bildirirken bunları ekleyin.
uk_ua: Необроблені відповіді мікропрограми під час визначення можливостей. Додавайте їх, повідомляючи про проблему або нову модель.
vi_vn: Phản hồi thô của chương trình cơ sở khi dò tìm tính năng. Hãy đính kèm khi báo cáo sự cố hoặc mẫu máy mới.
zh_cn: 功能检测时固件返回的原始应答。报告问题或新型号时请附上这些信息。
zh_tw: 功能偵測時韌體傳回的原始回應。回報問題或新機型時請附上這些資訊。

# Settings_Copy.Content
source: Copy
ar_sa: نسخ
bg_bg: Копирай
ca_es: Copia
cs_cz: Kopírovat
de_de: Kopieren
el_gr: Αντιγραφή
es_es: Copiar
et_ee: Kopeeri
fa_ir: کپی
fi_fi: Kopioi
fr_fr: Copier
he_il: העתק
hi_in: कॉपी करें
hu_hu: Másolás
id_id: Salin
it_it: Copia
ja_jp: コピー
ko_kr: 복사
lv_lv: Kopēt
nb_no: Kopier
nl_nl: Kopiëren
pl_pl: Kopiuj
pt_pt: Copiar
ro_ro: Copiere
ru_ru: Копировать
sk_sk: Kopírovať
sr_cyrl_rs: Копирај
sv_se: Kopiera
th_th: คัดลอก
tr_tr: Kopyala
uk_ua: Копіювати
vi_vn: Sao chép
zh_cn: 复制
zh_tw: 複製

# Settings_Copied
source: Copied
ar_sa: تم النسخ
bg_bg: Копирано
ca_es: Copiat
cs_cz: Zkopírováno
de_de: Kopiert
el_gr: Αντιγράφηκε
es_es: Copiado
et_ee: Kopeeritud
fa_ir: کپی شد
fi_fi: Kopioitu
fr_fr: Copié
he_il: הועתק
hi_in: कॉपी किया गया
hu_hu: Másolva
id_id: Disalin
it_it: Copiato
ja_jp: コピーしました
ko_kr: 복사됨
lv_lv: Nokopēts
nb_no: Kopiert
nl_nl: Gekopieerd
pl_pl: Skopiowano
pt_pt: Copiado
ro_ro: Copiat
ru_ru: Скопировано
sk_sk: Skopírované
sr_cyrl_rs: Копирано
sv_se: Kopierat
th_th: คัดลอกแล้ว
tr_tr: Kopyalandı
uk_ua: Скопійовано
vi_vn: Đã sao chép
zh_cn: 已复制
zh_tw: 已複製

# Settings_ServiceLogs.Content
source: Service logs
ar_sa: سجلات الخدمة
bg_bg: Журнали на услугата
ca_es: Registres del servei
cs_cz: Protokoly služby
de_de: Dienstprotokolle
el_gr: Αρχεία καταγραφής υπηρεσίας
es_es: Registros del servicio
et_ee: Teenuse logid
fa_ir: گزارش‌های سرویس
fi_fi: Palvelun lokit
fr_fr: Journaux du service
he_il: יומני השירות
hi_in: सेवा लॉग
hu_hu: Szolgáltatásnaplók
id_id: Log layanan
it_it: Log del servizio
ja_jp: サービス ログ
ko_kr: 서비스 로그
lv_lv: Pakalpojuma žurnāli
nb_no: Tjenestelogger
nl_nl: Servicelogboeken
pl_pl: Dzienniki usługi
pt_pt: Registos do serviço
ro_ro: Jurnale serviciu
ru_ru: Журналы службы
sk_sk: Denníky služby
sr_cyrl_rs: Евиденције услуге
sv_se: Tjänstloggar
th_th: บันทึกของบริการ
tr_tr: Hizmet günlükleri
uk_ua: Журнали служби
vi_vn: Nhật ký dịch vụ
zh_cn: 服务日志
zh_tw: 服務記錄檔

# Settings_AppLogs.Content
source: App logs
ar_sa: سجلات التطبيق
bg_bg: Журнали на приложението
ca_es: Registres de l'aplicació
cs_cz: Protokoly aplikace
de_de: App-Protokolle
el_gr: Αρχεία καταγραφής εφαρμογής
es_es: Registros de la aplicación
et_ee: Rakenduse logid
fa_ir: گزارش‌های برنامه
fi_fi: Sovelluksen lokit
fr_fr: Journaux de l’application
he_il: יומני האפליקציה
hi_in: ऐप लॉग
hu_hu: Alkalmazásnaplók
id_id: Log aplikasi
it_it: Log dell'app
ja_jp: アプリ ログ
ko_kr: 앱 로그
lv_lv: Lietotnes žurnāli
nb_no: Applogger
nl_nl: App-logboeken
pl_pl: Dzienniki aplikacji
pt_pt: Registos da aplicação
ro_ro: Jurnale aplicație
ru_ru: Журналы приложения
sk_sk: Denníky aplikácie
sr_cyrl_rs: Евиденције апликације
sv_se: Apploggar
th_th: บันทึกของแอป
tr_tr: Uygulama günlükleri
uk_ua: Журнали програми
vi_vn: Nhật ký ứng dụng
zh_cn: 应用日志
zh_tw: 應用程式記錄檔

# Settings_About.Text
source: About
ar_sa: حول
bg_bg: Информация
ca_es: Quant a
cs_cz: O aplikaci
de_de: Info
el_gr: Πληροφορίες
es_es: Acerca de
et_ee: Teave
fa_ir: درباره
fi_fi: Tietoja
fr_fr: À propos
he_il: אודות
hi_in: परिचय
hu_hu: Névjegy
id_id: Tentang
it_it: Informazioni
ja_jp: バージョン情報
ko_kr: 정보
lv_lv: Par
nb_no: Om
nl_nl: Info
pl_pl: Informacje
pt_pt: Acerca de
ro_ro: Despre
ru_ru: О программе
sk_sk: O aplikácii
sr_cyrl_rs: О апликацији
sv_se: Om
th_th: เกี่ยวกับ
tr_tr: Hakkında
uk_ua: Про програму
vi_vn: Giới thiệu
zh_cn: 关于
zh_tw: 關於

# Settings_AboutOpenSense.Description
source: Open-source fan, performance and lighting control for Acer Nitro and Predator laptops.
ar_sa: تحكم مفتوح المصدر في المراوح والأداء والإضاءة لأجهزة الكمبيوتر المحمولة Acer Nitro وPredator.
bg_bg: Управление на вентилатори, производителност и осветление с отворен код за лаптопи Acer Nitro и Predator.
ca_es: Control de codi obert dels ventiladors, el rendiment i la il·luminació per a portàtils Acer Nitro i Predator.
cs_cz: Open-source ovládání ventilátorů, výkonu a podsvícení pro notebooky Acer Nitro a Predator.
de_de: Open-Source-Steuerung für Lüfter, Leistung und Beleuchtung von Acer Nitro- und Predator-Laptops.
el_gr: Έλεγχος ανεμιστήρων, απόδοσης και φωτισμού ανοιχτού κώδικα για φορητούς Acer Nitro και Predator.
es_es: Control de código abierto de ventiladores, rendimiento e iluminación para portátiles Acer Nitro y Predator.
et_ee: Avatud lähtekoodiga ventilaatorite, jõudluse ja valgustuse juhtimine Acer Nitro ja Predatori sülearvutitele.
fa_ir: کنترل متن‌باز فن، عملکرد و نورپردازی برای لپ‌تاپ‌های Acer Nitro و Predator.
fi_fi: Avoimen lähdekoodin tuuletin-, suorituskyky- ja valaistusohjaus Acer Nitro- ja Predator-kannettaville.
fr_fr: Contrôle open source des ventilateurs, des performances et de l’éclairage pour les ordinateurs portables Acer Nitro et Predator.
he_il: בקרת קוד פתוח למאווררים, לביצועים ולתאורה במחשבים הניידים Acer Nitro ו-Predator.
hi_in: Acer Nitro और Predator लैपटॉप के लिए ओपन-सोर्स पंखा, प्रदर्शन और लाइटिंग नियंत्रण।
hu_hu: Nyílt forráskódú ventilátor-, teljesítmény- és világításvezérlés Acer Nitro és Predator laptopokhoz.
id_id: Kontrol kipas, performa, dan pencahayaan sumber terbuka untuk laptop Acer Nitro dan Predator.
it_it: Controllo open source di ventole, prestazioni e illuminazione per i portatili Acer Nitro e Predator.
ja_jp: Acer Nitro と Predator のノート PC 向けの、オープンソースのファン、パフォーマンス、ライティング制御です。
ko_kr: Acer Nitro 및 Predator 노트북을 위한 오픈 소스 팬, 성능 및 조명 제어입니다.
lv_lv: Atvērtā pirmkoda ventilatoru, veiktspējas un apgaismojuma vadība Acer Nitro un Predator klēpjdatoriem.
nb_no: Styring av vifter, ytelse og belysning med åpen kildekode for bærbare Acer Nitro- og Predator-PC-er.
nl_nl: Opensource-regeling van ventilatoren, prestaties en verlichting voor Acer Nitro- en Predator-laptops.
pl_pl: Sterowanie wentylatorami, wydajnością i podświetleniem laptopów Acer Nitro i Predator o otwartym kodzie źródłowym.
pt_pt: Controlo de código aberto das ventoinhas, do desempenho e da iluminação para portáteis Acer Nitro e Predator.
ro_ro: Control open-source al ventilatoarelor, performanței și iluminării pentru laptopurile Acer Nitro și Predator.
ru_ru: Управление вентиляторами, производительностью и подсветкой ноутбуков Acer Nitro и Predator с открытым исходным кодом.
sk_sk: Open-source ovládanie ventilátorov, výkonu a podsvietenia pre notebooky Acer Nitro a Predator.
sr_cyrl_rs: Управљање вентилаторима, перформансама и осветљењем отвореног кода за лаптопове Acer Nitro и Predator.
sv_se: Styrning av fläktar, prestanda och belysning med öppen källkod för bärbara Acer Nitro- och Predator-datorer.
th_th: การควบคุมพัดลม ประสิทธิภาพ และไฟแบบโอเพนซอร์สสำหรับแล็ปท็อป Acer Nitro และ Predator
tr_tr: Acer Nitro ve Predator dizüstü bilgisayarlar için açık kaynaklı fan, performans ve aydınlatma denetimi.
uk_ua: Керування вентиляторами, продуктивністю й підсвічуванням ноутбуків Acer Nitro і Predator з відкритим кодом.
vi_vn: Điều khiển quạt, hiệu năng và đèn mã nguồn mở cho máy tính xách tay Acer Nitro và Predator.
zh_cn: 适用于 Acer Nitro 和 Predator 笔记本电脑的开源风扇、性能和灯光控制。
zh_tw: 適用於 Acer Nitro 與 Predator 筆記型電腦的開放原始碼風扇、效能與燈光控制。

# Settings_Version
source: Version {0}
ar_sa: الإصدار {0}
bg_bg: Версия {0}
ca_es: Versió {0}
cs_cz: Verze {0}
el_gr: Έκδοση {0}
es_es: Versión {0}
et_ee: Versioon {0}
fa_ir: نسخهٔ {0}
fi_fi: Versio {0}
he_il: גרסה {0}
hi_in: संस्करण {0}
hu_hu: Verzió: {0}
id_id: Versi {0}
it_it: Versione {0}
ja_jp: バージョン {0}
ko_kr: 버전 {0}
lv_lv: Versija {0}
nb_no: Versjon {0}
nl_nl: Versie {0}
pl_pl: Wersja {0}
pt_pt: Versão {0}
ro_ro: Versiunea {0}
ru_ru: Версия {0}
sk_sk: Verzia {0}
sr_cyrl_rs: Верзија {0}
th_th: เวอร์ชัน {0}
tr_tr: Sürüm {0}
uk_ua: Версія {0}
vi_vn: Phiên bản {0}
zh_cn: 版本 {0}
zh_tw: 版本 {0}

# Settings_Mode_Portable
source: Portable copy: runs as administrator and controls the laptop itself while it is open.
ar_sa: نسخة محمولة: تعمل كمسؤول وتتحكم في الكمبيوتر المحمول بنفسها ما دامت مفتوحة.
bg_bg: Преносимо копие: работи като администратор и само управлява лаптопа, докато е отворено.
ca_es: Còpia portable: s'executa com a administrador i controla el portàtil directament mentre està oberta.
cs_cz: Přenosná verze: běží jako správce a sama ovládá notebook, dokud je otevřená.
de_de: Portable Version: wird als Administrator ausgeführt und steuert den Laptop selbst, solange sie geöffnet ist.
el_gr: Φορητό αντίγραφο: εκτελείται ως διαχειριστής και ελέγχει το ίδιο τον φορητό όσο είναι ανοιχτό.
es_es: Copia portátil: se ejecuta como administrador y controla el portátil por sí misma mientras está abierta.
et_ee: Kaasaskantav versioon: töötab administraatorina ja juhib sülearvutit ise, kuni see on avatud.
fa_ir: نسخهٔ قابل‌حمل: به‌عنوان سرپرست اجرا می‌شود و تا وقتی باز است خودش لپ‌تاپ را کنترل می‌کند.
fi_fi: Kannettava versio: toimii järjestelmänvalvojana ja ohjaa kannettavaa itse, kun se on auki.
fr_fr: Version portable : s’exécute en tant qu’administrateur et contrôle elle-même l’ordinateur portable tant qu’elle est ouverte.
he_il: עותק נייד: פועל כמנהל מערכת ושולט במחשב הנייד בעצמו כל עוד הוא פתוח.
hi_in: पोर्टेबल प्रति: व्यवस्थापक के रूप में चलती है और खुली रहने तक लैपटॉप को स्वयं नियंत्रित करती है।
hu_hu: Hordozható példány: rendszergazdaként fut, és maga vezérli a laptopot, amíg nyitva van.
id_id: Salinan portabel: berjalan sebagai administrator dan mengontrol laptop sendiri selama terbuka.
it_it: Copia portatile: viene eseguita come amministratore e controlla direttamente il portatile finché è aperta.
ja_jp: ポータブル版: 管理者として実行され、開いている間はノート PC を自ら制御します。
ko_kr: 포터블 버전: 관리자 권한으로 실행되며 열려 있는 동안 노트북을 직접 제어합니다.
lv_lv: Portatīvā versija: darbojas kā administrators un pati vada klēpjdatoru, kamēr ir atvērta.
nb_no: Bærbar versjon: kjører som administrator og styrer PC-en selv mens den er åpen.
nl_nl: Draagbare versie: wordt uitgevoerd als administrator en bestuurt de laptop zelf zolang deze geopend is.
pl_pl: Wersja przenośna: działa jako administrator i sama steruje laptopem, dopóki jest otwarta.
pt_pt: Cópia portátil: é executada como administrador e controla o portátil diretamente enquanto está aberta.
ro_ro: Copie portabilă: rulează ca administrator și controlează direct laptopul cât timp este deschisă.
ru_ru: Портативная копия: работает от имени администратора и сама управляет ноутбуком, пока открыта.
sk_sk: Prenosná verzia: beží ako správca a sama ovláda notebook, kým je otvorená.
sr_cyrl_rs: Преносива копија: ради као администратор и сама управља лаптопом док је отворена.
sv_se: Portabel version: körs som administratör och styr datorn själv medan den är öppen.
th_th: สำเนาแบบพกพา: ทำงานในฐานะผู้ดูแลระบบ และควบคุมแล็ปท็อปเองขณะที่เปิดอยู่
tr_tr: Taşınabilir kopya: yönetici olarak çalışır ve açık olduğu sürece dizüstü bilgisayarı kendisi denetler.
uk_ua: Портативна копія: працює від імені адміністратора й сама керує ноутбуком, поки відкрита.
vi_vn: Bản di động: chạy với tư cách người quản trị và tự điều khiển máy tính xách tay khi đang mở.
zh_cn: 便携版：以管理员身份运行，在打开期间自行控制笔记本电脑。
zh_tw: 可攜式版本：以系統管理員身分執行，並在開啟期間自行控制筆記型電腦。
